window.PRELOADED_ENTRIES = {
  "2026-07-17": {
    "content": "欢迎来到nanny之家，在这里是只属于我们小狗的秘密星球，这里没有悲伤，只有快乐，为什么呢 因为这个秘密星球的主人是FUFU哦，她是全天下最可爱的女孩，因为她什么都不做光是站在哪里，总之就是非常可爱啦。\n好了言归正传，今天我们的小狗都经历了什么呢 吃饭 睡觉 花花 拉粑粑，我要特地表扬一下这个小狗花花还会擦，今天吃了一个便宜的中午是 辣椒炒肉 白菜还有茄子 可能很便宜肉就是很少，但是我备注说多点饭，都会给我单独包装一碗米饭，就是因为中午吃肉没吃好，小狗晚上只点了炒饭，想去加点肉却花了18块钱呜呜呜呜呜，18块钱都可以去菜市场买好多肉了。今天这个fufu又是沉迷星露谷的一天，但是我这个小狗同意fufu玩一整天星露谷，因为前几天fufu都没有怎么玩，玩就要玩的痛快，学就要学个痛快，这就是nanny老师的教学理念。天真是啥也没干的一天，感谢一直以来在小狗背后大力支持的fufu小姐，她总是不会责怪小狗，其实是一个很差劲的小狗，非常邋遢迟到而且说到不做到，但是小狗会努力的！！！以后我每天都会光顾nanny之家，写下我和fufu的甜蜜生活。如果吵架了，我就在这里反省，如果今天fufu对我不好，我也在这里蛐蛐fufu，就比如我今天就是不小心在星露谷把她的酿酒桶敲碎了就要说我。我总觉得时间总在我的碌碌无为中流走，但是能抓住的就是指尖敲下的每一个字符，感谢无论小狗脑海里有任何天马行空和奇形怪状的想法都陪在我身边并且大声说“支持”的FUFU大人。又要过节衣缩食的一周咯 每天饿了我就多喝水",
    "mood": "🥰",
    "savedAt": "2026-07-17T14:16:18.452Z"
  },
  "2026-07-18": {
    "content": "高能量的一天 \n今天小狗一个人打扫了宿舍 扫了地 拖地了而且还洗了好多衣服，今天有个小宝一直在催我早点去找她，一天不见这个小宝就催着小狗去找她。非常的迫不及待，就是那种一刻都等不了哈哈哈，今天健身也是非常的认真，这个fufu也是值得表扬，但是fufu知道早上9点钟在那个方向了，那你怎么知道是早上九点钟还是晚上酒店在呢，中午和晚上都吃的好抱抱，感觉我就是个老妈子，每日要给这个fufu洗好多衣服，但是今天没有学习，明天要认真学习！！！，这个嘴馋小宝每天都想吃好多，不是想吃这个就是想吃那个，这个fufu就是一个馋嘴来的，而且平板在我这里好几天这个fufu都想不起来，长点儿心呐感觉又是一个很平淡的一天，但是幸福的琐碎不就是在每日的点滴之中嘛，晚上也吃了好多，而且小狗发现，最近蔬菜吃得太少了，肠胃缺乏膳食纤维，简单来说就是拉不出来粑粑了....，好了今天的故事今天再说，我是肯定不会记录我在健身房把洗洁精当成洗手液的，这种错误只有fufu会犯！ 晚安fufu",
    "mood": "😊",
    "savedAt": "2026-07-18T15:58:11.116Z"
  },
  "2026-07-20": {
    "content": "哇哦哇哦 让我们看看现在是谁在写小狗日记 原来是我 小狗夏天失去空调就像fufu不能失去一个可爱的nanny一样，昨晚真的是彻夜难眠，没有空调怎么能睡得着呀，最近被fufu投喂吃了好多东西，嘎嘎嘎，每当fufu感到开心就会发出嘎嘎嘎的声音，这是一种名为fufu的可爱生物的习性，我要记录下来。今天真的困困困，以后再也不能熬夜了，再熬夜我是小狗，还有这个fufu不知道今天背着我玩了多久星露谷，此人已经走火入魔，玩星露谷不知道天地为何物！，什么学习都被抛到九霄云外啦，今天这个小狗也是见证了西班牙，斗牛士的荣光，和当年小狗驰骋小狗世界杯一样！！！！我们小狗有四条腿就是比你们人类踢球更厉害，今天这个fufu吃了汉堡和烤串，然后训练也非常认真，提出表扬！！！今天一整天都很困",
    "mood": "😴",
    "savedAt": "2026-07-20T16:21:57.460Z"
  },
  "2026-07-19": {
    "content": "让我们来补一下昨天发生了什么呢 昨天是一个幸福小狗找婆娘旅途，小狗一路上过五关斩六将！，在fufu的一声令下，小狗直接出发以最快的速度寻找fufu，我记得昨日这个小狗还做了45分钟有氧！！小狗加油 fufu加油 \n幸福的小狗有喜茶喝，是因为我有一个幸福fufu!!!! 最重要的是小狗拥有了一件鸡毛背心，我宣布这是全世界最可爱的背心，没有之一，就是这样一件可爱的小狗背心总是有人破坏！，还想用我的鸡毛背心擦手，小狗第一个不同意！！！我要记录昨天我的悲惨遭遇，空调充不了钱，害得我热了一天，半夜出去骑单车乘凉，而且我非常自觉没有喝酒没有去网吧，怪怪的出去买东西吃！！！！有点困惹，要睡觉咯",
    "mood": "",
    "savedAt": "2026-07-20T16:32:38.573Z"
  }
};