window.PRELOADED_ENTRIES = {
  "2026-07-17": {
    "content": "欢迎来到nanny之家，在这里是只属于我们小狗的秘密星球，这里没有悲伤，只有快乐，为什么呢 因为这个秘密星球的主人是FUFU哦，她是全天下最可爱的女孩，因为她什么都不做光是站在哪里，总之就是非常可爱啦。\n好了言归正传，今天我们的小狗都经历了什么呢 吃饭 睡觉 花花 拉粑粑，我要特地表扬一下这个小狗花花还会擦，今天吃了一个便宜的中午是 辣椒炒肉 白菜还有茄子 可能很便宜肉就是很少，但是我备注说多点饭，都会给我单独包装一碗米饭，就是因为中午吃肉没吃好，小狗晚上只点了炒饭，想去加点肉却花了18块钱呜呜呜呜呜，18块钱都可以去菜市场买好多肉了。今天这个fufu又是沉迷星露谷的一天，但是我这个小狗同意fufu玩一整天星露谷，因为前几天fufu都没有怎么玩，玩就要玩的痛快，学就要学个痛快，这就是nanny老师的教学理念。天真是啥也没干的一天，感谢一直以来在小狗背后大力支持的fufu小姐，她总是不会责怪小狗，其实是一个很差劲的小狗，非常邋遢迟到而且说到不做到，但是小狗会努力的！！！以后我每天都会光顾nanny之家，写下我和fufu的甜蜜生活。如果吵架了，我就在这里反省，如果今天fufu对我不好，我也在这里蛐蛐fufu，就比如我今天就是不小心在星露谷把她的酿酒桶敲碎了就要说我。我总觉得时间总在我的碌碌无为中流走，但是能抓住的就是指尖敲下的每一个字符，感谢无论小狗脑海里有任何天马行空和奇形怪状的想法都陪在我身边并且大声说“支持”的FUFU大人。又要过节衣缩食的一周咯 每天饿了我就多喝水",
    "mood": "🥰",
    "savedAt": "2026-07-17T14:16:18.452Z"
  },
  "2026-07-18": {
    "content": "高能量的一天 \n今天小狗一个人打扫了宿舍 扫了地 拖地了而且还洗了好多衣服，今天有个小宝一直在催我早点去找她，一天不见这个小宝就催着小狗去找她。非常的迫不及待，就是那种一刻都等不了哈哈哈，今天健身也是非常的认真，这个fufu也是值得表扬，但是fufu知道早上9点钟在那个方向了，那你怎么知道是早上九点钟还是晚上酒店在呢，中午和晚上都吃的好抱抱，感觉我就是个老妈子，每日要给这个fufu洗好多衣服，但是今天没有学习，明天要认真学习！！！，这个嘴馋小宝每天都想吃好多，不是想吃这个就是想吃那个，这个fufu就是一个馋嘴来的，而且平板在我这里好几天这个fufu都想不起来，长点儿心呐感觉又是一个很平淡的一天，但是幸福的琐碎不就是在每日的点滴之中嘛，晚上也吃了好多，而且小狗发现，最近蔬菜吃得太少了，肠胃缺乏膳食纤维，简单来说就是拉不出来粑粑了....，好了今天的故事今天再说，我是肯定不会记录我在健身房把洗洁精当成洗手液的，这种错误只有fufu会犯！ 晚安fufu",
    "mood": "😊",
    "savedAt": "2026-07-18T15:57:23.698Z"
  }
};